[
    {
        "year": 2007,
        "description": "2007 is the first year of the dataset. Coastal regions show very minor incidence rates while eastern jungle and savanna regions show incidence rates between 500 to 1000 cases. Florencia, the municipality with the highest incidence rates, has more than double the cases than the trailing municipality Fortul. Throughout the years, many municipalities and the surrounding regions that have high incidence rates will continue to show similar trends in cases."
    },
    {
        "year": 2008,
        "description": "2008 shows relatively low incidence rates throughout the country, with most cases being isolated in the eastern savanna regions of the east. This is the second year that Florencia top the municipalities with the greatest incidence rates, with over 3300 cases. Only 4 municipalities topped 1500 cases. Like last year as well, if we were to zoom in onto Florencia, we can see that all the surrounding municipalities have little to no incidence rates, which may suggest that the climate is not as big as a factor, but instead living situations specific to Florencia is more susceptible to the Dengue virus."
    },
    {
        "year": 2009,
        "description": "2009 sees the start of an upcoming epidemic in the eastern regions. Florencia is the first municipality that breaks the 4000 case line, while Fortul follows closely behind. The top 10 municipalities all have incidence rates higher than 1000, while only three are higher than 2000. We can also see a rise of cases in Fortul, such a spike may indicate that the fever has been spread over to this municapality suddenly."
    },
    {
        "year": 2010,
        "description": "2010 is the first year where we can determine an epidemic has occurred. This is noted by the sharp increase in dengue cases across the entire country. The top 10 municipalities have incidence rates greater than 1900. Fortul sees the highest number of cases throughout the entire study, with a rate of nearly 14,000 cases reported. An outbreak like this going from around 3,800 cases the previous year to around 14,000 cases the next year insinuates a major outbreak event, possibly driven by a combination of environmental, social, and epidemiological factors. This is also the first year Nilo is seen in the top 10 municipalities, as we will see later as years pass. Additionally, because Fortul's numbers are so disproportionately high, they may visually overshadow increases in other areas on graphs or maps, making it harder to notice that places like Florencia, which was the municpal with the highest amount of cases in previous years, still experienced a rise of about 600 cases compared to the previous year. "
    },
    {
        "year": 2011,
        "description": "2011 sees significantly less cases than last year, marking this as an endemic year. Only 6 municipalities crossed the 1000 cases mark. Florencia still sees the greatest number of cases at roughly 4800 cases. This is also the last year Florencia is in the top 10 municipalities with the highest incidence rates. Reasons may include, but are not limited to, the implementation of new health policies, changes in climate (less humid, less rain for these mosquitoes to survive), or changes in the population of the area. Furthermore, Fortul, the municipality with the highest incidence rates last year, sees a significant decrease in cases, dropping from 14,000 cases to only 680 cases. This may suggest that the outbreak in Fortul was a one-time event, and that the municipality has taken measures to prevent another outbreak."
    },
    {
        "year": 2012,
        "description": "2012 sees similar incidence rates than the previous year, although no municipality sees rates higher than 1800. This is the second endemic year after the high rates of 2010. The top 10 municipalities are all greater than 1000 cases, yet all of them are less than 1800 cases. This can be seen as a positive trend in the fight against dengue, as the worst thing that can happen is for the number of cases to increase or spike every year, no matter the municipality."
    },
    {
        "year": 2013,
        "description": "2013 sees higher incidence rates than the previous year. Although only one municipality, Nilo, spiked higher than 5000 incidents, many municipalities in the north, east, and south show rates between 1000 to 1500 incidents. The general trend for the rest of the the top 10 also seemed to have increased as well, meaning the Dengue virus was spreading to more areas."
    },
    {
        "year": 2014,
        "description": "2014 was a more mild version of 2013, with cases still relatively high, but only marginally less than the previous year. In comparison to last year's stats, the top 10 municipalities with the highest incidence rates were over 1500 cases. This is the second consecutive year of Nilo as a hotspot for cases, and the second as the municipality with the highest rate, although the number is lower than the previous year."
    },
    {
        "year": 2015,
        "description": "2015 sees similar incidence rates than the previous year, with slightly higher numbers. This is the first year when Nilo drops less than 1500 cases, as well as from the top 10 municipalities with the highest incidence rates. Although Nilo dropped, the number of cases in other municipalities increased, with the top 10 municipalities all having incidence rates higher than 1500 cases like the previous year. This may tell us and readers that even though the Dengue virus may be decreasing in one area, it is still actively spreading to other areas."
    },
    {
        "year": 2016,
        "description": "2016 also sees a small increase in the incidence rates, but these rates are concentrated on a select few municipalities. The top 10 municipalities had incidence rates higher than 2000 cases. Nilo returns to the top 10 municipalities as a hotspot."
    },
    {
        "year": 2017,
        "description": "2017 recorded the lowest number of dengue cases throughout the entire dataset. This year sees significantly less cases than the previous year, with only one municipality, Nilo, showing high incidence rates. As such, this year can be classified as an endemic year."
    },
    {
        "year": 2018,
        "description": "2018 can also be classified as an endemic year, as only one municipality crossed 1500 incidents. Compared to last year, more municipalities have incidence rates between 300 to 500 cases."
    },
    {
        "year": 2019,
        "description": "2019, the last year of data available, can also be classified as an epidemic year. Northern municipalities see a sharp uptick in cases along with the usual high incidence rates of the eastern savanna region. Of the 10 municipalities with the highest case, Leticia is the only hotspot in the amazon region, likely sharing high cases with Brazil and Peru. Another very important pattern to note is that throughout the years, municipalities near the west of Pacific Coast of Columbia have consistently low incidence rates, as seen by our heatmap. This is because the West pacific coast receives up to 7000 mm of rain each year making it the wettest region in Columbia. This type of climate makes it relatviely harder for Aedes aegypti mosquitoes to survive and breed, as they prefer hot and tropical climates."
    }
]